import  styles from "./About.module.scss"

const About = () => {
    return (
        <div className={styles.about}>
            <h1>Статус ЦК машинобудівних технологій – <strong>випускова</strong></h1>
            <p>Напрями підготовки та спеціальності: Циклова комісія машинобудівних технологій забезпечує підготовку спеціалістів за:</p>
            <ul>
                <li>Освітньо-професійною програмою «Технологія обробки матеріалів на верстатах і автоматичних лініях» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю: 133 «Галузеве машинобудування» галузі знань: 13 «Механічна інженерія»</li>
                <li>Освітньо-професійною програмою «Комп’ютерні технології в машинобудуванні» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю: 133 «Галузеве машинобудування» галузі знань: 13 «Механічна інженерія»</li>
                <li>Освітньо-професійною програмою «Комп’ютерні технології в машинобудуванні» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю: G11.01 «Машинобудування: верстати та інструмент» галузі знань: G «Інженерія, виробництво та будівництво».</li>
            </ul>

        </div>
    )
}

export default About