import React from 'react';
import './Qualification.scss';

const Qualification = () => {
  return (
    <section className="qualification">
      {/* <div className="intro">
        <h2>Підвищення кваліфікації</h2>
        <p>
          Підвищення кваліфікації викладачів циклової комісії комп’ютерних наук є важливим аспектом професійного розвитку. Це дозволяє викладачам бути в курсі новітніх технологій, вдосконалювати методи викладання та забезпечувати студентів актуальними знаннями та навичками для успішної кар'єри в ІТ-індустрії.
        </p>
      </div>

      <h3>Викладачі циклової комісії активно підвищують свою кваліфікацію через:</h3>
      
      <div className="qualification-section">
        <h4>Навчання за програмами підвищення кваліфікації</h4>
        <p>
          Викладачі проходять спеціалізовані курси, тренінги та семінари, опановують сучасні методики викладання та знайомляться з передовими технологіями. Зокрема, навчання проводиться в таких закладах:
        </p>
        <ul>
          <li>Тернопільський комунальний методичний центр науково-освітніх інновацій та моніторингу;</li>
          <li>Тернопільський національний технічний університет імені Івана Пулюя;</li>
          <li>Тернопільський національний педагогічний університет імені Володимира Гнатюка;</li>
          <li>ТОВ «Академія цифрового розвитку».</li>
        </ul>
      </div>

      <div className="qualification-section">
        <h4>Стажування в ІТ-компаніях</h4>
        <p>
          Викладачі періодично проходять стажування у провідних ІТ-компаніях, таких як SoftServe, Sigma Software, що дозволяє їм отримати практичний досвід роботи в реальних проєктах та впроваджувати сучасні технології у навчальний процес.
        </p>
      </div>

      <div className="qualification-section">
        <h4>Участь у професійних заходах</h4>
        <p>
          Викладачі беруть активну участь у конференціях, семінарах, наукових пікніках та інших заходах, що сприяє обміну досвідом з провідними фахівцями галузі та впровадженню нових ідей у навчальний процес.
        </p>
      </div>

      <div className="qualification-section">
        <h4>Самоосвіта та онлайн-курси</h4>
        <p>
          Постійне самовдосконалення є важливою складовою професійного розвитку. Викладачі проходять онлайн-курси на міжнародних освітніх платформах, зокрема:
        </p>
        <ul>
          <li>Prometheus – платформа масових відкритих онлайн-курсів;</li>
          <li>EdEra – онлайн-платформа для підвищення кваліфікації освітян;</li>
          <li>Coursera – міжнародна платформа відкритих онлайн-курсів від провідних університетів та компаній світу.</li>
        </ul>
      </div>

      <p>
        Завдяки постійному професійному розвитку викладачі циклової комісії не лише підвищують власний рівень знань, а й забезпечують студентів якісною та актуальною освітою, що відповідає вимогам сучасного ринку праці.
      </p> */}
    </section>
  );
}

export default Qualification;
