const teamMembers = [
  {
    name: "Волошин Віталій Несторович",
    education: [
      "У 1994 році закінчив Технічний коледж Тернопільського приладобудівного інституту.",
      "У 2000 році закінчив Тернопільський державний технічний університет імені Івана Пулюя.",
      "У 2003 році захистив кандидатську дисертацію на тему «Синтез затискних патронів з позиційними багатопрофільними затискними елементами для токарних верстатів» за спеціальністю 05.03.01 «Процеси механічної обробки, верстати та інструменти»."
    ],
    position:
      "Заступник директора з навчальної роботи ВСП «Тернопільський фаховий коледж ТНТУ імені Івана Пулюя»",
    category:
      "Спеціаліст вищої категорії, викладач-методист, кандидат технічних наук, доцент, член ради ВГО «Асоціація працівників закладів фахової передвищої освіти».",
    photo: "/assets/images/teams/voloshyn.jpg",
    email: "voloshyn@tk.te.ua"
  },
  {
    name: "Геник Ігор Степанович",
    education: [
      "У 1997 році закінчив Тернопільський державний технічний університет імені Івана Пулюя за спеціальністю «Технологія машинобудування».",
      "У 2006 році захистив кандидатську дисертацію на тему «Теоретичне обґрунтування параметрів гвинтових затискних пристроїв металорізальних верстатів» за спеціальністю 05.03.01 «Процеси механічної обробки, верстати та інструменти»."
    ],
    position: "Голова циклової комісії, викладач механічних дисциплін.",
    category: "Спеціаліст вищої категорії, кандидат технічних наук.",
    photo: "/assets/images/teams/genyk.jpg",
    email: "inko_tihiy@tk.te.ua"
  },
  {
    name: "Гаврищук Ірина Василівна",
    education: [
      "У 2011 році закінчила Тернопільський національний педагогічний університет імені Володимира Гнатюка, спеціальність «Професійне навчання. Інженерна та комп'ютерна графіка».",
      "У 2018 році захистила кандидатську дисертацію на тему «Формування виробничо-технічної орієнтації майбутнього робітника у процесі професійної підготовки» за спеціальністю 13.00.04 – теорія і методика професійної освіти."
    ],
    position: "Викладач інженерної та комп’ютерної графіки.",
    category:
      "Спеціаліст вищої категорії, викладач-методист, кандидат педагогічних наук.",
    photo: "/assets/images/teams/gavryschchuk.jpg",
    email: "irenter89@gmail.com"
  },
  {
    name: "Кобельник Оксана Степанівна",
    education: [
      "У 2004 році закінчила Тернопільський державний технічний університет імені Івана Пулюя, спеціальність «Автоматизоване управління технологічними процесами».",
      "У 2020 році захистила кандидатську дисертацію на тему «Розробка епокси-поліефірних покриттів з дисперсними та волокнистими наповнювачами для захисту технологічного устаткування» за спеціальністю 05.02.01 – матеріалознавство."
    ],
    position: "Викладач механічних дисциплін.",
    category: "Спеціаліст вищої категорії, кандидат технічних наук.",
    photo: "/assets/images/teams/kobelnyk.png",
    email: "oks.kobelnyk@gmail.com"
  },
  {
    name: "Кашуба Назар Петрович",
    education: [
      "У 2006 році закінчив Технічний коледж Тернопільського державного технічного університету ім. І. Пулюя за спеціальністю «Обробка матеріалів на верстатах і автоматичних лініях».",
      "У 2009 році закінчив Тернопільський державний технічний університет імені Івана Пулюя."
    ],
    position:
      "Заступник директора з адміністративно-господарської роботи ВСП «Тернопільський фаховий коледж ТНТУ імені Івана Пулюя».",
    category: "Спеціаліст вищої категорії.",
    photo: "/assets/images/teams/kashuba.jpg",
    email: "n.kashuba@tk.te.ua"
  },
  {
    name: "Цюпа Степан Володимирович",
    education: [
      "У 2015 році закінчив Технічний коледж Тернопільського національного технічного університету імені Івана Пулюя за спеціальністю «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв».",
      "У 2023 році закінчив Тернопільський національний технічний університет імені Івана Пулюя за спеціальністю «Метрологія та інформаційно-вимірювальна техніка»."
    ],
    position: "Викладач механічних дисциплін.",
    category: "Спеціаліст.",
    photo: "/assets/images/teams/tsiupa.png",
    email: "s.tsiupa@tk.te.ua"
  }
];

export default teamMembers;
