const teamMembers = [
    {
      name: "Марціяш Галина Ярославівна",
      education: ["Львівський політехнічний інститут, прикладна математика (1992)"],
      position: "Голова циклової комісії, викладачка комп’ютерних дисциплін",
      category: "Спеціаліст вищої категорії, викладач-методист",
      photo: "/assets/images/teams/marciash.jpg",
      phone: "+38 (0352) 28-18-11",
      email: "cs@tk.te.ua"
    },
    {
      name: "Радчик Галина Іванівна",
      education: ["Львівський державний університет імені Івана Франка, прикладна математика (1988)"],
      position: "Викладачка комп’ютерних дисциплін, викладач-методист",
      category: "Спеціаліст вищої категорії, старший викладач",
      photo: "/assets/images/teams/radchyk.jpg",
      email: "halynarad@ukr.net"
    },
    {
      name: "Слободян Руслан Олесійович",
      education: ["Тернопільський державний технічний університет імені Івана Пулюя (2009), Комп’ютерні системи та мережі"],
      position: "Викладач комп’ютерних дисциплін",
      category: "Спеціаліст першої категорії",
      photo: "/assets/images/teams/slobodyan.jpg",
      email: "ruslan@tk.te.ua"
    },
    {
      name: "Цимбалюк Людмила Володимирівна",
      education: ["Львівський державний університет імені Івана Франка, прикладна математика (1990)"],
      position: "Викладачка комп’ютерних дисциплін",
      category: "Спеціаліст вищої категорії",
      photo: "/assets/images/teams/tsymbaliuk.jpg",
      email: "lusadz@gmail.com"
    },
    {
      name: "Лісовий Володимир Миколайович",
      education: [
        "Тернопільський державний технічний університет імені Івана Пулюя (2001), Приладобудування",
        "Cisco Network Academy (2018) - курс Cisco IT Essentials",
        "SoftServe IT Academy (2021) - курс JavaScript fundamental"
      ],
      position: "Викладач комп’ютерних дисциплін",
      category: "Спеціаліст вищої категорії",
      photo: "/assets/images/teams/lisovyi.jpg",
      email: "lv@tk.te.ua"
    },
    {
      name: "Ділай Роман Володимирович",
      education: [
        "Тернопільська академія народного господарства, Облік і аудит (2001)",
        "Тернопільський державний педагогічний університет імені Володимира Гнатюка, Програмне забезпечення комп’ютерних систем (2002)"
      ],
      position: "Головний бухгалтер ВСП «ТФК ТНТУ», викладач за сумісництвом",
      category: "Спеціаліст вищої категорії",
      photo: "/assets/images/teams/dilai.jpg",
      email: "ca@tk.te.ua"
    },
    {
      name: "Ляпандра Андрій Степанович",
      education: [
        "Тернопільський приладобудівний інститут, Приладобудування (1996)",
        "Національний університет «Львівська політехніка» (2010), к.т.н. зі спеціальності «Біологічні та медичні прилади і системи»"
      ],
      position: "Викладач комп’ютерних дисциплін",
      category: "Кандидат технічних наук, доцент",
      photo: "/assets/images/teams/lyapandra.png",
      email: "lyapandra.andriy.s@gmail.com"
    },
    {
      name: "Сербін Володимир Сергійович",
      education: ["Тернопільський національний технічний університет ім. Івана Пулюя, Інформаційні системи та технології (2023)"],
      position: "Викладач комп’ютерних дисциплін",
      category: "Магістр в галузі інформаційних технологій",
      photo: "/assets/images/teams/serbin.png",
      email: "celludenberg@gmail.com"
    },
    {
      name: "Тарасюк Віктор Мар'янович",
      education: ["Західноукраїнський національний університет, Інженерія програмного забезпечення (2021)"],
      position: "Викладач комп’ютерних дисциплін",
      category: "Спеціаліст",
      photo: "/assets/images/teams/tarasiuk.jpg",
      email: "tarasiuk.viktor.o.m@gmail.com"
    }
  ];

  export default teamMembers;