import './History.scss';

const History = () => {
  return (
    <section className="history">
      <h2 className="history__title">Історія циклової комісії машинобудівних технологій</h2>
      <p className="history__intro">
        Історія циклової комісії сягає далеких 90-х… Як все починалося?
      </p>

      <div className="history__section">
        <h3 className="history__subtitle">Перші кроки</h3>
        <div className="history__subsection">
          <p className="history__text">
            З 1986 по 1993 рр. молодших спеціалістів готували за спеціальністю:
            05116 “Експлуатація і налагодження верстатів з програмним керуванням", а з 1990 по 1997 рр. — за спеціальністю 2102 “Технічне обслуговування
            верстатів з програмним керуванням та робототехнічних комплексів”.
            У 1994 було відкрито спеціальність 5.090227 “Обробка матеріалів на
            верстатах і автоматичних лініях”.
          </p>
          <p className="history__text">
            Навчаючись за цією спеціальністю, студенти оволодівали знаннями із
            механіки, обробки матеріалів, технології виробництва, сучасного
            автоматизованого металообробного обладнання, проектування технологічних
            процесів виготовлення деталей машин, проектування інструментального та
            технологічного оснащення на ЕОМ з використанням сучасних CAD/CAM
            пакетів прикладних програм, програмування обробки на верстатах із
            сучасними системами числового програмного керування.
          </p>
          <img 
              src="/assets/images/history/01.jpg" alt="history-picture" 
              style={{
                width: "60%",
                objectFit: "contain",
                objectPosition: "center"
              }}
          />
          <p className="history__text">
            Підготовку фахівців за спеціальністю "Обробка матеріалів на верстатах і
            автоматичних лініях" здійснювали викладачі циклової комісії механічних
            дисциплін, головою якої був Кухарський О.М. Великий практичний досвід
            дозволяє йому займатися зі студентами також дослідницькою роботою. В
            результаті досліджень ним були розроблені оригінальні конструкції
            повідкових центрів, повідкових пристроїв, на які отримані чотири
            деклараційні патенти України на винаходи.
          </p>
        </div>
      </div>

      <div className="history__section">
        <h3 className="history__subtitle">Розвиток циклової комісії</h3>
        <div className="history__subsection">
          <p className="history__text">
            У 1998 році після закінчення Тернопільського державного технічного
            університету за спеціальністю “Технологія машинобудування" прийшла у
            Технічний коледж молодим викладачем-спеціалістом з “Технічної
            механіки” Зобнінська О.Я. З вересня 2014 року Зобнінська О.Я очолила
            циклову комісію механічних дисциплін. Базовими на той час
            підприємствами були: ВАТ ТРЗ “Оріон”, Тернопільське ВАТ “Ватра”; ТД
            НТП “Промінь"; ВАТ “ТЕМЗА”; ВАТ “Мотор Січ” та ін.
          </p>

          <p className="history__text">
            Слід відзначити, що у навчальний заклад повернулися на педагогічні та
            керівні посади його ж випускники: Дранівська М.Б., Волошин В.Н.
          </p>

          <p className="history__text">
            Заступник директора з навчальної роботи, а також член циклової
            комісії, кандидат технічних наук Волошин В.Н. закінчив у 1994 році
            Технічний коледж ТДТУ, де навчався за спеціальністю “Експлуатація та
            налагодження верстатів з програмним керуванням та робототехнічних
            комплексів”. Після закінчення коледжу навчався у Тернопільському
            державному технічному університеті за спеціальністю “Металорізальні
            верстати та системи”, а з 2000 по 2003 рік — в аспірантурі Національного
            технічного університету України “КПІ” на кафедрі “Конструювання
            верстатів та машин”. Захистив кандидатську дисертацію.
          </p>

          <p className="history__text">
            Ряд випускників цієї спеціальності працюють викладачами і лаборантами
            у ТНТУ. Випускники Кобельник В.Р. та Брощак І.І, закінчивши
            аспірантуру, захистили кандидатські дисертації. Кобельник В.Р. на даний
            час є доцентом кафедри конструювання верстатів, інструментів та машин.
          </p>

          <p className="history__text">
            Наступним головою циклової комісії став випускник коледжу, краєзнавець
            к.і.н. Семенів О.Є, який керував методичною та організаційною роботою
            викладачів циклової до кінця 2021 року.
          </p>

          <p className="history__text">
            З 2018 року до складу циклової комісії ввійшла к.п.н. Гаврищук І.В., а
            у 2020 році — к.т.н. Кобельник О.С. До вересня 2022 року обов’язки
            голови циклової комісії виконував викладач-методист Слободний Б.М.
          </p>
        </div>
      </div>

      <div className="history__section">
        <h3 className="history__subtitle">Сучасний етап розвитку</h3>
        <div className="history__subsection">
          <p className="history__text">
            У 2015 році Кабінет Міністрів України затвердив новий перелік галузей знань і спеціальностей, відповідно до якого спеціальність 5.05010101 «Обслуговування програмних систем та комплексів» отримала оновлену назву 122 «Комп’ютерні науки та інформаційні технології», а у 2017 році – 122 «Комп’ютерні науки».
          </p>
          <p className="history__text">
            У 2021 році циклову комісію "Програмних систем та комплексів" було перейменовано на циклову комісію "Комп’ютерних наук", що відповідає сучасним вимогам до підготовки ІТ-фахівців.
          </p>
        </div>
      </div>

      <div className="history__section">
        <h3 className="history__subtitle">Сьогодення</h3>
        <div className="history__subsection">
          <p className="history__text">
            З вересня 2022 року роботу циклової комісії машинобудівних технологій
            очолив к.т.н. Геник І.С. В період з 2023 по 2024 роки в складі
            циклової комісії працював к.т.н. Курко А.М., а з 2024 року працює
            викладач Цюпа С.В.
          </p>

          <p className="history__text">
            На даний час викладачами циклової комісії машинобудівних технологій
            проводиться значна методична робота із наповнення та вдосконалення
            навчальних курсів, кропітка організаційна робота із студентами і
            профорієнтаційна робота із майбутніми вступниками.
          </p>

          <p className="history__text">
            Інноваційна робота викладачів циклової комісії полягає у використанні в
            навчальному процесі передових методів викладання, друку наукових
            статей у фахових виданнях, керуванні науковою роботою студентів.
          </p>

          <p className="history__text">
            Також покращується і матеріально-технічна база: збільшується парк ПК,
            застосовуються прогресивні CAD/CAM/CAE системи, вводяться нові
            комп’ютеризовані обробні системи ведучих світових виробників.
          </p>
        </div>
      </div>
    </section>
  );
};

export default History;

